Repository: wp-plugins/wp-club-manager
Catalog: languages/wpclubmanager-*.po
Languages: fi, pt_br

source: Cheatin&#8217; huh?
fi: Huijaatko&#8217; hä?

source: Docs
fi: Dokumentit
pt_br: Documentos

source: Select %s
fi: Valitse %s
pt_br: Selecionar %s

source: Club
fi: Seura
pt_br: Clube

source: Address
fi: Osoite
pt_br: Endereço

source: Latitude
fi: Leveysaste

source: Longtitude
fi: Pituusaste
pt_br: Longitude

source: Width
fi: Leveys
pt_br: Largura

source: Height
fi: Pituus
pt_br: Altura

source: Zoom
fi: Lähennä
pt_br: Zoo

source: Display Marker
fi: Näyttökohta
pt_br: Mostrar marcador

source: Insert %s
fi: Syötä %s
pt_br: Inserir %s

source: Map
fi: Kartta
pt_br: Mapa

source: View all results
fi: Näytä kaikki tulokset
pt_br: Ver todos os resultados

source: Fixtures & Results
fi: Ottelut & Tulokset
pt_br: Partidas & Resultados

source: Title
fi: Otsikko
pt_br: Título

source: Competition
fi: Sarja
pt_br: Competição

source: All
fi: Kaikki
pt_br: Tudo

source: Season
fi: Kausi
pt_br: Temporada

source: Team
fi: Joukkue
pt_br: Equipe

source: Venue
fi: Paikka
pt_br: Estádio

source: Show Thumbnail
fi: Näytä pikkukuva
pt_br: Mostrar Thumbnail

source: Link text
fi: Linkin teksti
pt_br: Linkar texto

source: Link page
fi: Linkin sivu
pt_br: Linkar página

source: None
fi: Ei mitään
pt_br: Nenhum

source: View all players
fi: Näytä kaikki pelaajat
pt_br: Ver todos os jogadores

source: Players
fi: Pelaajat
pt_br: Jogadores

source: Appearances
fi: Ottelut
pt_br: Aparições

source: Thumbnail
fi: Pikkukuva

source: Flag
fi: Lippu
pt_br: Bandeira

source: Number
fi: Numero
pt_br: Número

source: Name
fi: Nimi
pt_br: Nome

source: Position
fi: Pelipaikka
pt_br: Posição

source: Age
fi: Ikä
pt_br: Idade

source: Date of Birth
fi: Syntymäaika
pt_br: Data de Nascimento

source: Weight
fi: Paino
pt_br: Peso

source: Hometown
fi: Kotikaupunki
pt_br: Cidade natal

source: Joined
fi: Liittynyt
pt_br: Cadastrado

source: Limit
fi: Raja
pt_br: Limite

source: 0 = no limit
fi: 0 = ei rajaa
pt_br: 0 = sem limite

source: Order by
fi: Järjestys
pt_br: Ordenar por

source: Page order
fi: Sivujärjestys
pt_br: Ordem da página

source: Alphabetical
fi: Aakkosellinen
pt_br: Alfabética

source: Order
fi: Järjestä
pt_br: Ordem

source: Lowest to highest
fi: Pienimmästä suurimpaan
pt_br: Menor para o Maior

source: Highest to lowest
fi: Suurimmasta pienimpään
pt_br: Maior para o Menor

source: Display options
fi: Näyttöasetukset
pt_br: Exibir opções

source: View all staff
fi: Näytä kaikki toimihenkilöt
pt_br: Ver todos os staff

source: Staff
fi: Toimihenkilöt

source: Job
fi: Tehtävä
pt_br: Cargo

source: Email
fi: Sähköposti

source: Phone
fi: Puhelin

source: Jobs
fi: Tehtävät
pt_br: Cargos

source: Random
fi: Satunnainen
pt_br: Aleatóri

source: View all standings
fi: Näytä kaikki sarjataulukot
pt_br: Ver toda classificação

source: Standings
fi: Sarjataulukot
pt_br: Classificação

source: Link to Clubs
fi: Linkki seuroihin
pt_br: Link para os Clubes

source: Display columns
fi: Näytä sarakkeet
pt_br: Exibir colunas

source: Afghanistan
fi: Afganistan
pt_br: Afeganistão

source: &#197;land Islands
fi: Islanti

source: American Samoa
fi: Amerikan Samoa
pt_br: Samoa Americana

source: Antarctica
fi: Etelämanner
pt_br: Antártica

source: Antigua and Barbuda
fi: Antigua ja Barbuda
pt_br: Antigua e Barbuda

source: Argentina
fi: Argentiina

source: Austria
fi: Itävalta
pt_br: Áustria

source: Azerbaijan
fi: Azerbaidžan
pt_br: Azerbaijão

source: Bahamas
fi: Bahama

source: Belarus
fi: Valko-Venäjä
pt_br: Bielorrússia

source: Belgium
fi: Belgia
pt_br: Bélgica

source: Bosnia and Herzegovina
fi: Bosnia ja Hertsegovina
pt_br: Bósnia e Herzegovina

source: Bouvet Island
fi: Bouvet'nsaari
pt_br: Ilha Bouvet

source: Brazil
fi: Brasilia
pt_br: Brasil

source: British Indian Ocean Territory
fi: Brittiläinen Intian valtameren alue
pt_br: Território Britânico do Oceano Índico

source: Brunei Darussalam
fi: Brunei

source: Cameroon
fi: Kamerun
pt_br: Camarões

source: Canada
fi: Kanada
pt_br: Canadá

source: Cape Verde
fi: Kap Verde
pt_br: Cabo Verde

source: Catalonia
fi: Katalonia
pt_br: Catalunha

source: Cayman Islands
fi: Caymansaaret
pt_br: Ilhas Cayman

source: Central African Republic
fi: Keski-Afrikan tasavalta
pt_br: Republica África Central

source: Chad
fi: Tšad
pt_br: Chade

source: China
fi: Kiina

source: Christmas Island
fi: Joulusaari
pt_br: Ilha Christmas

source: Cocos (Keeling) Islands
fi: Kookossaaret
pt_br: Cocos (Keeling) Ilhas

source: Colombia
fi: Kolumbia
pt_br: Colômbia

source: Comoros
fi: Komorit
pt_br: Comores

source: Congo
fi: Kongo

source: Congo DR
fi: Kongon demokraattinen tasavalta
pt_br: República Democrática do Congo

source: Cook Islands
fi: Cookinsaaret
pt_br: Ilhas Cook

source: Croatia
fi: Kroatia
pt_br: Croácia

source: Cuba
fi: Kuuba

source: Cyprus
fi: Kypros
pt_br: Chipre

source: Czech Republic
fi: Tšekki
pt_br: República Checa

source: Denmark
fi: Tanska
pt_br: Dinamarca

source: Dominican Republic
fi: Dominikaaninen tasavalta
pt_br: República Dominicana

source: Egypt
fi: Egypti
pt_br: Egito

source: England
fi: Englanti
pt_br: Inglaterra

source: Equatorial Guinea
fi: Päiväntasaajan Guinea
pt_br: Guiné Equatorial

source: Estonia
fi: Viro
pt_br: Estônia

source: Ethiopia
fi: Etiopia
pt_br: Etiópia

source: Falkland Islands
fi: Falklandinsaaret
pt_br: Ilhas Malvinas

source: Faroe Islands
fi: Färsaaret
pt_br: Ilhas Faroe

source: Fiji
fi: Fidži

source: Finland
fi: Suomi
pt_br: Finlândia

source: France
fi: Ranska
pt_br: França

source: French Guiana
fi: Ranskan Guayana
pt_br: Guiana Francesa

source: French Polynesia
fi: Ranskan Polynesia
pt_br: Polinésia Francesa

source: French Southern Territories
fi: Ranskan eteläiset ja antarktiset alueet
pt_br: Territórios Franceses do Sul

source: Germany
fi: Saksa
pt_br: Alemanha

source: Greece
fi: Kreikka
pt_br: Grécia

source: Greenland
fi: Grönlanti
pt_br: Groenlândia

source: Heard Island and McDonald Islands
fi: Heard ja McDonaldinsaaret
pt_br: Ilha Heard e Ilhas McDonald

source: Holy See (Vatican City State)
fi: Vatikaanivaltio
pt_br: Vaticano

source: Hungary
fi: Unkari
pt_br: Hungria

source: Iceland
fi: Islanti
pt_br: Islândia

source: India
fi: Intia
pt_br: Índia

source: Iraq
fi: Irak
pt_br: Iraque

source: Ireland
fi: Irlanti
pt_br: Irlanda

source: Isle of Man
fi: Mansaari
pt_br: Ilha do Homem

source: Italy
fi: Italia
pt_br: Itália

source: Ivory Coast
fi: Norsunluurannikko
pt_br: Costa do Marfim

source: Jamaica
fi: Jamaika

source: Japan
fi: Japani
pt_br: Japão

source: Jordan
fi: Jordania
pt_br: Jordânia

source: Kazakhstan
fi: Kazakstan
pt_br: Cazaquistão

source: Kenya
fi: Kenia
pt_br: Quênia

source: Kyrgyzstan
fi: Kirgisia
pt_br: Quirguistão

source: Lebanon
fi: Libanon
pt_br: Líbano

source: Lithuania
fi: Liettua
pt_br: Lituânia

source: Luxembourg
fi: Luxemburg
pt_br: Luxemburgo

source: Macedonia
fi: Makedonia
pt_br: Macedônia

source: Madagascar
fi: Madagaskar

source: Malaysia
fi: Malesia
pt_br: Malásia

source: Maldives
fi: Malediivit
pt_br: Maldivas

source: Marshall Islands
fi: Marshallinsaaret
pt_br: Ilhas Marshall

source: Mexico
fi: Meksiko
pt_br: México

source: Micronesia, Federal States of
fi: Mikronesia
pt_br: Estado Federal da Micronésia

source: Moldova, Republic of
fi: Moldova
pt_br: República da Moldávia

source: Monserrat
fi: Montserrat

source: Morocco
fi: Marokko
pt_br: Marrocos

source: North Korea
fi: Korean demokraattinen kansantasavalta (Pohjois-Korea)
pt_br: Coréia do Norte

source: Mozambique
fi: Mosambik
pt_br: Moçambique

source: Netherlands
fi: Alankomaat
pt_br: Holanda

source: New Caledonia
fi: Uusi-Kaledonia
pt_br: Nova Caledônia

source: New Zealand
fi: Uusi-Seelanti
pt_br: Nova Zelândia

source: Norfolk Island
fi: Norfolkinsaari
pt_br: Ilha de Norfolk

source: Northern Ireland
fi: Pohjois-Irlanti
pt_br: Irlanda do Norte

source: Northern Mariana Islands
fi: Pohjois-Mariaanit
pt_br: Ilhas Marianas do Norte

source: Norway
fi: Norja
pt_br: Noruega

source: Palestine, State of
fi: Palestiina
pt_br: Estado da Palestina

source: Papua New Guinea
fi: Papua-Uusi-Guinea
pt_br: Papua Nova Guiné

source: Philippines
fi: Filippiinit
pt_br: Filipinas

source: Poland
fi: Puola
pt_br: Polônia

source: Portugal
fi: Portugali

source: Russian Federation
fi: Venäjä
pt_br: Federação Russa

source: Rwanda
fi: Ruanda
pt_br: Ruanda

source: Saint Kitts and Nevis
fi: Saint Kitts ja Nevis
pt_br: Saint Kitts e Nevis

source: Saint Pierre & Miquelon
fi: Saint-Pierre ja Miquelon

source: Saint Vincent and the Grenadines
fi: Saint Vincent ja Grenadiinit
pt_br: Saint Vincent e Grenadines

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
fi: São Tomé ja Príncipe

source: Scotland
fi: Skotlanti
pt_br: Escócia

source: Seychelles
fi: Seychellit

source: Sierre Leone
fi: Sierra Leone
pt_br: Serra Leoa

source: Solomon Islands
fi: Salomonsaaret
pt_br: Ilhas Salomão

source: South Africa
fi: Etelä-Afrikka
pt_br: África do Sul

source: South Georgia / Sandwich Islands
fi: Etelä-Georgia ja Eteläiset Sandwichsaaret
pt_br: Geórgia do Sul / Ilhas Sandwich

source: South Korea
fi: Korean tasavalta (Etelä-Korea)
pt_br: Coréia do Sul

source: Spain
fi: Espanja
pt_br: Espanha

source: Svalbard and Jan Mayen
fi: Svalbard ja Jan Mayen

source: Swaziland
fi: Swazimaa

source: Sweden
fi: Ruotsi
pt_br: Suécia

source: Switzerland
fi: Sveitsi
pt_br: Suíça

source: Syrian Arab Republic
fi: Syyria
pt_br: República Árabe da Síria

source: Taiwan, Province of China
fi: Taiwan
pt_br: Taiwan

source: Tajikstan
fi: Tadžikistan

source: Tanzania, United Republic of
fi: Tansania
pt_br: Tanzania

source: Thailand
fi: Thaimaa
pt_br: Tailândia

source: Timor-Leste
fi: Itä-Timor

source: Trinidad and Tobago
fi: Trinidad ja Tobago
pt_br: Trinidade e Tobago

source: Turkey
fi: Turkki
pt_br: Turquia

source: Turks and Caicos Islands
fi: Turks- ja Caicossaaret
pt_br: Ilhas Turks e Caicos

source: Ukraine
fi: Ukraina
pt_br: Ucrânia

source: United Arab Emirates
fi: Yhdistyneet arabiemiirikunnat
pt_br: Emirados Árabes Unidos

source: United Kingdom (UK)
fi: Yhdistynyt kuningaskunta
pt_br: Reino Unido

source: United States (US)
fi: Yhdysvallat
pt_br: Estados Unidos

source: US Minor Outlying Islands
fi: Yhdysvaltain pienet erillissaaret
pt_br: Ilhas Menores Distantes dos Estados Unidos

source: Vanuata
fi: Vanuatu

source: Venezuala
fi: Venezuela
pt_br: Venezuela

source: Virgin Islands, British
fi: Brittiläiset Neitsytsaaret
pt_br: Ilhas Virgens Britânicas

source: Virgin Islands, U.S.
fi: Yhdysvaltain Neitsytsaaret
pt_br: Ilhas Virgens, EUA

source: Wallis and Futuna
fi: Wallis ja Futuna

source: Western Sahara
fi: Länsi-Sahara
pt_br: Saara Ocidental

source: Yemen
fi: Jemen
pt_br: Iémen

source: Yugoslavia
fi: Jugoslavia
pt_br: Iugoslávia

source: Zambia
fi: Sambia
pt_br: Zâmbia

source: Player
fi: Pelaaja
pt_br: Jogador

source: Team Manager
fi: Joukkueenjohtaja
pt_br: Comandante do time

source: What's new:
fi: Mitä uutta:
pt_br: O que há de novo:

source: Competitions
fi: Sarjat
pt_br: Competições

source: Search Competitions
fi: Etsi sarjoja
pt_br: Procurar Competições

source: All Competitions
fi: Kaikki sarjat
pt_br: Todas Competições

source: Parent Competition
fi: Yläsarja
pt_br: Competição Principal

source: Parent Competition:
fi: Yläsarja:
pt_br: Competição Principal:

source: Edit Competition
fi: Muokkaa sarjaa
pt_br: Editar Competição

source: Update Competition
fi: Päivitä sarja
pt_br: Atualizar Competição

source: Add New Competition
fi: Lisää uusi sarja
pt_br: Adicionar Competiçã

source: Search Jobs
fi: Etsi tehtäviä
pt_br: Procurar Cargos

source: All Jobs
fi: Kaikki tehtävät
pt_br: Todos os Cargos

source: Parent Job
fi: Ylätehtävä
pt_br: Cargo Principal

source: Parent Job:
fi: Ylätehtävä:
pt_br: Cargo Principal:

source: Edit Job
fi: Muokkaa tehtävää
pt_br: Editar Cargo

source: Update Job
fi: Päivitä tehtävä
pt_br: Atualizar Cargo

source: Add New Job
fi: Lisää uusi tehtävä
pt_br: Adicionar Cargo

source: New Job Title
fi: Uuden tehtävän nimi
pt_br: Nome do novo Cargo

source: Positions
fi: Pelipaikat
pt_br: Posições

source: Search Positions
fi: Etsi pelipaikkoja
pt_br: Procurar Posições

source: All Positions
fi: Kaikki pelipaikat
pt_br: Todas as posições

source: Parent Position
fi: Yläpelipaikka
pt_br: Principal Posição

source: Parent Position:
fi: Yläpelipaikka:
pt_br: Principal Posição:

source: Edit Position
fi: Muokkaa pelipaikkaa
pt_br: Editar Posição

source: Update Position
fi: Päivitä pelipaikka
pt_br: Atualizar Posição

source: Add New Position
fi: Lisää uusi pelipaikka
pt_br: Adicionar Posição

source: New Position Name
fi: Uuden paikan nimi
pt_br: Nome da nova Posição

source: Seasons
fi: Kaudet
pt_br: Temporadas

source: Search Seasons
fi: Etsi kausia
pt_br: Procurar Temporadas

source: All Seasons
fi: Kaikki kaudet
pt_br: Todas as Temporadas

source: Parent Season
fi: Yläkausi
pt_br: Principal Temporada

source: Parent Season:
fi: Yläkausi:
pt_br: Principal Temporada:

source: Edit Season
fi: Muokkaa kautta
pt_br: Editar Temporada

source: Update Season
fi: Päivitä kausi
pt_br: Atualizar Temporada

source: Add New Season
fi: Lisää uusi kausi
pt_br: Adicionar Temporada

source: Teams
fi: Joukkueet
pt_br: Equipe

source: Search Teams
fi: Etsi joukkueita
pt_br: Procurar Equipes

source: All Teams
fi: Kaikki joukkueet
pt_br: Todas as Equipes

source: Parent Team
fi: Yläjoukkue
pt_br: Principal Equipe

source: Parent Team:
fi: Yläjoukkue:
pt_br: Principal Equipe:

source: Edit Team
fi: Muokkaa joukkuetta
pt_br: Editar Equipe

source: Update Team
fi: Päivitä joukkue
pt_br: Atualizar Equipe

source: Add New Team
fi: Lisää uusi joukkue
pt_br: Adicionar Equipe

source: Venues
fi: Paikat
pt_br: Estádios

source: Search Venues
fi: Etsi paikkoja
pt_br: Procurar Estádios

source: All Venues
fi: Kaikki paikat
pt_br: Todos os Estádios

source: Parent Venue
fi: Yläpaikka
pt_br: Principal Estádio

source: Parent Venue:
fi: Yläpaikka:
pt_br: Principal Estádio:

source: Edit Venue
fi: Muokkaa paikkaa
pt_br: Editar Estádio

source: Update Venue
fi: Päivitä paikka
pt_br: Atualizar Estádio

source: Add New Venue
fi: Lisää uusi paikka
pt_br: Adicionar Estádio

source: Clubs
fi: Seurat
pt_br: Clubes

source: Add New
fi: Lisää uusi
pt_br: Adicionar novo

source: All Clubs
fi: Kaikki seurat
pt_br: Todos os Clubes

source: Add New Club
fi: Lisää uusi seura
pt_br: Adicionar Clube

source: Edit Club
fi: Muokkaa seuraa
pt_br: Editar Clube

source: New Club
fi: Uusi seura
pt_br: Novo Clube

source: View Club
fi: Näytä seuraa
pt_br: Ver Clube

source: Search Clubs
fi: Etsi seuroja
pt_br: Procurar Clubes

source: No clubs found
fi: Seuroja ei löytynyt
pt_br: Nenhum Clube encontrado

source: No clubs found in trash
fi: Seuroja ei löytynyt roskakorista
pt_br: Nenhum Clube encontrado na lixeira

source: Parent Club:
fi: Yläseura:
pt_br: Principal Clube:

source: All Players
fi: Kaikki pelaajat
pt_br: Todos os jogadores

source: Add New Player
fi: Lisää uusi pelaaja
pt_br: Adicionar Jogador

source: Edit Player
fi: Muokkaa pelaajaa
pt_br: Editar Jogador

source: New Player
fi: Uusi pelaaja
pt_br: Novo Jogador

source: View Player
fi: Näytä pelaajaa
pt_br: Ver Jogador

source: Search Players
fi: Etsi pelaajia
pt_br: Procurar Jogadores

source: No players found
fi: Pelaajia ei löytynyt
pt_br: Nenhum jogador encontrado

source: No players found in trash
fi: Pelaajia ei löytynyt roskakorista
pt_br: Nenhum jogador encontrado na lixeira

source: Parent Player:
fi: Yläpelaaja:
pt_br: Principal jogador:

source: All Staff
fi: Kaikki toimihenkilöt
pt_br: Todo Staff

source: Add New Staff
fi: Lisää uusi toimihenkilö
pt_br: Adicionar Staff

source: Edit Staff
fi: Muokkaa toimihenkilöä
pt_br: Editar Staff

source: New Staff
fi: Uusi toimihenkilö
pt_br: Novo Staff

source: View Staff
fi: Näytä toimihenkilöä
pt_br: Ver Staff

source: Search Staff
fi: Etsi toimihenkilöä
pt_br: Procurar Staff

source: No staff found
fi: Toimihenkilöitä ei löytynyt
pt_br: Nenhum staff encontrado

source: No staff found in trash
fi: Toimihenkilöitä ei löytynyt roskakorista
pt_br: Nenhum staff encontrado na lixeira

source: Parent Staff:
fi: Ylätoimihenkilö:
pt_br: Principal Staff:

source: Matches
fi: Ottelut
pt_br: Partidas

source: Match
fi: Ottelu
pt_br: Partida

source: All Matches
fi: Kaikki ottelut
pt_br: Todas as Partidas

source: Add New Match
fi: Lisää uusi ottelu
pt_br: Adicionar Partida

source: Edit Match
fi: Muokkaa ottelua
pt_br: Editar Partida

source: New Match
fi: Uusi ottelu
pt_br: Nova Partida

source: View Match
fi: Näytä ottelua
pt_br: Ver Partida

source: Search Matches
fi: Etsi otteluita
pt_br: Procurar Partidas

source: No matches found
fi: Otteluita ei löytynyt
pt_br: Nenhuma partida encontrada

source: No matches found in trash
fi: Otteluita ei löytynyt roskakorista
pt_br: Nenhuma partida encontrada na lixera

source: Parent Match:
fi: Yläottelu:
pt_br: Principal Partida:

source: Sponsors
fi: Sponsorit
pt_br: Patrocinadores

source: Sponsor
fi: Sponsori
pt_br: Patrocinador

source: Add New Sponsor
fi: Lisää uusi sponsori
pt_br: Adicionar Patrocinador

source: All Sponsors
fi: Kaikki sponsorit
pt_br: Todos Patrocinadores

source: Edit Sponsor
fi: Muokkaa sponsoria
pt_br: Editar Patrocinador

source: New Sponsor
fi: Uusi sponsori
pt_br: Novo Patrocinador

source: View Sponsor
fi: Näytä sponsoria
pt_br: Ver Patrocinador

source: Search Sponsors
fi: Etsi sponsoreita
pt_br: Procurar Patrocinadores

source: No sponsors found
fi: Sponsoreita ei löytynyt
pt_br: Nenhum patrocinador encontrado

source: No sponsors found in trash
fi: Sponsoreita ei löytynyt roskakorista
pt_br: Nenhum patrocinador encontrado na lixeira

source: Parent Sponsor:
fi: Yläsponsori:
pt_br: Principal Patrocinador:

source: Auto
fi: Automaattinen
pt_br: Automátic

source: Manual
fi: Manuaalinen

source: At Bats
fi: Lyöntikerrat

source: Hits
fi: Osumat
pt_br: Acertos

source: Runs
fi: Juoksut
pt_br: Corridas

source: Earned Runs
fi: Vastuujuoksut
pt_br: Corridas conquistadas

source: Home Runs
fi: Kunnarit

source: Doubles
fi: Tuplat

source: Triples
fi: Triplat

source: Runs Batted In
fi: Lyödyt juoksut
pt_br: Corridas Impulsionadas

source: Bases on Bulk
fi: Kävelyt

source: Strike Outs
fi: Kolme hutia

source: Stolen Bases
fi: Varastukset
pt_br: Bases Roubadas

source: Caught Stealing
fi: Epäonnistuneet varastukset
pt_br: Roubo Capturado

source: Total Chances
fi: Yritykset yhteensä
pt_br: Total de Chances

source: Putouts
fi: Poltot

source: Assists
fi: Syötöt
pt_br: Assistências

source: A
fi: AS
pt_br: F

source: Errors
fi: Virheet
pt_br: Erros

source: Double Plays
fi: Tuplapalot
pt_br: Queimada dupla

source: Rating
fi: Suoritus
pt_br: Avaliação

source: Player of Match
fi: Ottelun paras pelaaja
pt_br: Jogador da Partida

source: Basketball
fi: Koripallo
pt_br: Basquetebol

source: Minutes
fi: Minuutit
pt_br: Minutos

source: Field Goals Made
fi: Pelitilannekorit
pt_br: Field Goals Marcados

source: Field Goals Attempted
fi: Pelitilanneheitot
pt_br: Tentativas de Field Goals

source: 3 Points Made
fi: 3 pisteen korit
pt_br: 3 Pontos Marcados

source: 3 Ponits Attempted
fi: 3 pisteen heitot
pt_br: Tentativa de 3 Pontos

source: Free Throws Made
fi: Vapaaheittokorit
pt_br: Lances Livres Marcados

source: Free Throws Attempted
fi: Vapaaheittoyritykset
pt_br: Tentativas de Lances Livres

source: Offensive Rebounds
fi: Hyökkäyksen levypallot
pt_br: Rebotes Ofensivos

source: Defensive Rebounds
fi: Puolustuksen levypallot
pt_br: Rebotes Defensivos

source: Rebounds
fi: Levypallot
pt_br: Rebotes

source: AST
fi: S

source: Blocks
fi: Torjunnat
pt_br: Bloqueios

source: BLK
fi: B
pt_br: BLQ

source: Steals
fi: Riistot
pt_br: Roubadas

source: Personal Fouls
fi: Henkilökohtaiset virheet
pt_br: Faltas Pessoais

source: Turnovers
fi: Suunnanmuutokset

source: Points
fi: Pisteet
pt_br: Pontos

source: PTS
fi: P

source: Floorball
fi: Salibandy

source: Goals
fi: Maalit
pt_br: Gols

source: G
fi: M

source: Plus/Minus Rating
fi: Plus/Miinus
pt_br: Mais/Menos Avaliação

source: Shots on Goal
fi: Laukaukset maalia kohti
pt_br: Chutes ao Gol

source: SOG
fi: LMK
pt_br: CAG

source: Penalty Minutes
fi: Jäähyt
pt_br: Minutos de Penalidades

source: PIM
fi: J
pt_br: MDP

source: Red Cards
fi: Punaiset kortit
pt_br: Cartões Vermelhos

source: RC
fi: PK
pt_br: CV

source: Saves
fi: Torjunnat
pt_br: Defesas

source: SAV
fi: T
pt_br: DEF

source: Goals Against
fi: Päästetyt maalit
pt_br: Gols Sofridos

source: GA
fi: PM

source: American Football
fi: Amerikkalainen jalkapallo
pt_br: Futebol Americano

source: Pass Completions
fi: Onnistuneet syötöt
pt_br: Passes Completos

source: Passing Yards
fi: Syötöt jaardeina
pt_br: Jardas a partir de passes

source: Passing Touchdowns
fi: Syötetyt maalit
pt_br: Passes para Touchdowns

source: PASS
fi: P

source: Passing Interceptions
fi: Syötönkatkot
pt_br: Interceptação de passes

source: Rushing Yards
fi: Juoksut jaardeina
pt_br: Jardas Correndo

source: Rushing Touchdowns
fi: Juostut maalit
pt_br: Corridas para Touchdowns

source: Receptions
fi: Vastaanotot
pt_br: Recepção

source: Receiving Yards
fi: Vastaanotetut jaardit
pt_br: Jardas Recebidas

source: Receiving Touchdowns
fi: Vastaanotetut maalit
pt_br: Recebidas para Touchdowns

source: Total Tackles
fi: Taklaukset yhteensä
pt_br: Total de Tackles

source: TOTAL
fi: YHTEENSÄ

source: Sacks
fi: Ryöstöt

source: Fumbles
fi: Sähläykset

source: Interceptions
fi: Katkot
pt_br: Interceptação

source: Blocked Kicks
fi: Torjutut potkut
pt_br: Chutes Bloqueados

source: Touchdowns
fi: Maalit, touchdownit

source: 2 Point Conversions
fi: Ylimääräiset yritykset
pt_br: 2 Pontos Convertidos

source: Field Goals
fi: Potkumaalit

source: Extra Points
fi: Lisäpisteet
pt_br: Pontos Extras

source: Total Points
fi: Pisteet yhteensä
pt_br: Pontos Totais

source: Australian Rules Football
fi: Australialainen jalkapallo
pt_br: Futebol Australiano

source: Kicks
fi: Jalkasyötöt
pt_br: Chutes

source: Handballs
fi: Käsisyötöt

source: Disposals
fi: Kosketukset

source: Contested Possesion
fi: Voitetut kaksinkamppailut
pt_br: Posse Contestada

source: Marks
fi: Markit
pt_br: Marcas

source: Contested Marks
fi: Voitetut markit
pt_br: Marcas Contestada

source: Frees For
fi: Saadut vapaapotkut
pt_br: Livres para

source: Frees Against
fi: Annetut vapaapotkut
pt_br: Livres Contra

source: Clangers
fi: Räikeät virheet

source: Tackles
fi: Taklaukset

source: Inside 50s
fi: Syötöt 50m alueelle
pt_br: Dentro das 50s

source: Rebound 50s
fi: Reboundit 50m alueelle
pt_br: Rebote 50s

source: One-Percenters
fi: Puolustukset

source: Hit-Outs
fi: Taklaukset

source: Behinds
fi: Behind

source: Yellow Cards
fi: Keltaiset kortit
pt_br: Cartões Amarelos

source: Gaelic Football / Hurling
fi: Gaelilainen jalkapallo
pt_br: Hurling

source: Goals from Frees
fi: Maalit vapaapotkuista
pt_br: Gols de faltas

source: Points from Frees
fi: Pisteet vapaapotkuista
pt_br: Pontos de faltas

source: Black Cards
fi: Mustat kortit
pt_br: Cartão preto

source: BC
fi: MK
pt_br: CP

source: Handball
fi: Käsipallo

source: GLS
fi: M

source: 2 Minute Suspension
fi: 2 minuutin jäähy

source: Field Hockey
fi: Maahockey
pt_br: Hóquei de Campo

source: Shots
fi: Laukaukset
pt_br: Chutes

source: SH
fi: L
pt_br: CH

source: Green Cards
fi: Vihreät kortit
pt_br: Cartões Verdes

source: GC
fi: VK
pt_br: CV

source: Ice Hockey
fi: Jääkiekko
pt_br: Hóquei de Gelo

source: Missed Shots
fi: Ohilaukaukset
pt_br: Chutes perdidos

source: MS
fi: OL
pt_br: CP

source: Blocked Shots
fi: Blokatut laukaukset
pt_br: Chutes Bloqueados

source: BS
fi: BL
pt_br: CB

source: HT
fi: T

source: Faceoffs Won
fi: Voitetut aloitukset
pt_br: Faceoffs vencidos

source: FW
fi: VA
pt_br: FV

source: Faceoffs Lost
fi: Hävityt aloitukset
pt_br: Faceoffs perdidos

source: FL
fi: HA
pt_br: FP

source: Netball
fi: Verkkopallo

source: Goal Attempts
fi: Maaliyritykset
pt_br: Chutes

source: ATT
fi: Y
pt_br: CH
