Repository: wp-plugins/wp-club-manager
Catalog: languages/wpclubmanager-*.po
Languages: fi, pt_br

source: Goal Assists
fi: Maalisyötöt
pt_br: Assistências

source: Centre Pass Receives
fi: Aloitussyöttöjen vastaanotto

source: Deflections
fi: Kosketukset
pt_br: Desvios

source: Penaties
fi: Rangaistukset
pt_br: Penalidades

source: PEN
fi: RM

source: Tries
fi: Yritykset

source: TRI
fi: Y

source: Conversions
fi: Lisäpistemaalit
pt_br: Conversões

source: Penalties
fi: Rangaistukset
pt_br: Penalidades

source: Drop Goals
fi: Pudotuspotkumaalit

source: Football (Soccer)
fi: Jalkapallo
pt_br: Futebol

source: Penalty Goals
fi: Rangaistuslaukaukset
pt_br: Gols de Penalidades

source: PENS
fi: R
pt_br: PEN

source: Own Goals
fi: Omat maalit
pt_br: Gols contra

source: OG
fi: OM
pt_br: GC

source: Clean Sheets
fi: Nollapelit
pt_br: Sem sofrer gols

source: Volleyball
fi: Lentopallo

source: Aces
fi: Ässät

source: Kills
fi: Vastaanottohyökkäyspisteet
pt_br: Pontos

source: Block Assists
fi: Blokin syöttö
pt_br: Bloqueio

source: Setting Assists
fi: Alustava syöttö
pt_br: Assistências

source: Digs
fi: Puolustuspallot
pt_br: Cortes

source: No location found for the entered address.
fi: Sijaintia ei löytynyt annetusta osoitteesta.
pt_br: Nenhuma localidade foi encontrada para o endereço digitado.

source: Invalid request. Address is missing
fi: Virheellinen pyyntö. Osoite puuttuu
pt_br: Pedido inválido. Esta faltando o endereço

source: Something went wrong while retrieving your map.
fi: Jokin meni vikaan kartan noutamisessa.
pt_br: Algo deu errado ao recuperar seu mapa.

source: Unable to contact Google API service.
fi: Ei saada yhteyttä Google API
pt_br: Incapaz de contactar o serviço de API do Google.

source: No players found!
fi: Pelaajia ei löytynyt!
pt_br: Nenhum jogador encontrado!

source: Click and drag players to reorder
fi: Klikkaa ja raahaa pelaajia uudelleenjärjestääksesi
pt_br: Clique e solte os jogadores para reordenar

source: Player Off
fi: Pelaaja ulos
pt_br: Substituido

source: Man of Match
fi: Ottelun paras pelaaja
pt_br: Homem da Partida

source: Green Card
fi: Vihreä kortti
pt_br: Cartão Verde

source: Yellow Card
fi: Keltainen kortti
pt_br: Cartão Amarel

source: Black Card
fi: Musta kortti
pt_br: Cartão Preto

source: Red Card
fi: Punainen kortti
pt_br: Cartão Vermelho

source: Apps
fi: Ottelut
pt_br: Jogos

source: Games Played
fi: Pelatut ottelut
pt_br: Jogos disputados

source: GP
fi: O
pt_br: JD

source: WPCM Players
fi: WPCM Pelaajat
pt_br: WPCM Jogadores

source: Import <strong>players</strong> to your club via a csv file.
fi: Tuo <strong>pelaajat</strong> seuraasi csv tiedostolla.

source: WPCM Staff
fi: WPCM Toimihenkilöt

source: Import <strong>staff</strong> to your club via a csv file.
fi: Tuo <strong>toimihenkilöt</strong> seuraasi csv tiedostolla.

source: WPCM Clubs
fi: WPCM Seurat

source: Import <strong>clubs</strong> via a csv file.
fi: Tuo <strong>seurat</strong> csv tiedostolla.

source: WPCM Matches
fi: WPCM Ottelut

source: Import <strong>matches</strong> via a csv file.
fi: Tuo <strong>ottelut</strong> csv tiedostolla.

source: WP Club Manager Extensions
fi: WP Club Manager Laajennukset
pt_br: WP Club Manager Extensões

source: Extensions
fi: Laajennukset
pt_br: Extensões

source: Settings
fi: Asetukset
pt_br: Configurações

source: Action failed. Please refresh the page and retry.
fi: Toiminto epäonnistui. Päivitä sivu ja yritä uudelleen.
pt_br: Ação falhada. Por favor atualize a página e tente novamente.

source: Your settings have been saved.
fi: Asetuksesi on tallennettu.
pt_br: Suas modificações foram salvas.

source: The changes you made will be lost if you navigate away from this page.
fi: Tekemäsi muutokset menetetään, jos siirryt pois tältä sivulta.
pt_br: As alterações feitas serão perdidas se você sair desta página.

source: Hard Crop?
fi: Raju leikkaus?

source: Select a page&hellip;
fi: Valitse sivu&hellip;
pt_br: Selecione a página&hellip;

source: Choose a country&hellip;
fi: Valitse maa&hellip;
pt_br: Selecione um País&hellip;

source: Deactivate License
fi: Deaktivoi lisenssi
pt_br: Desativar Licença

source: Competition Label
fi: Sarjanimike
pt_br: Label da Competição

source: The competition label is used to display a shortened version of the competition name.
fi: Sarjanimikettä käytetään näyttämään lyhenteenä kilpailulle.
pt_br: O Label de competição é usado para exibir uma versão abreviada do nome da competição.

source: Description
fi: Kuvaus
pt_br: Descrição

source: Label
fi: Nimeke

source: Venue Address
fi: Paikan osoite
pt_br: Endereço do Estádio

source: The venue address is used to display a map of the venue.
fi: Paikan osoitetta käytetään näyttämään paikka kartassa.
pt_br: O endereço do estádio é usado para mostrar o mapa do estádio.

source: Venue Capacity
fi: Paikan kapasiteetti
pt_br: Capacidade do Estádio

source: The venue capacity is not prominent by default; however, some themes may show it.
fi: Paikan kapasiteetti ei ole näkyvä oletuksena; kuitenkin, jotkin teemat saattavat näyttää sen.
pt_br: A capacidade do estádio não é visível por padrão; no entanto, alguns temas podem mostrá-lo.

source: Capacity
fi: Kapasiteetti
pt_br: Capacidade

source: About WP Club Manager
fi: Tietoja WP Club Managerista
pt_br: Sobre WP Club Manager

source: Welcome to WP Club Manager
fi: Tervetuloa WP Club Manageriin
pt_br: Bem vindo ao WP Club Manager

source: Welcome to WP Club Manager %s
fi: Tervetuloa WP Club Manageriin %s
pt_br: Bem vindo ao WP Club Manager %s

source: Thanks, all done!
fi: Kiitos, kaikki on tehty!
pt_br: Obrigado!!

source: Thank you for updating to the latest version of
fi: Kiitos päivittämisestä uusimpaan versioon
pt_br: Obrigado por atualizar para a versão mais recente do

source: Thanks for installing
fi: Kiitos, että asensit
pt_br: Obrigado por instalar

source: %s WP Club Manager, the complete solution for managing your sports club website. Version %s is more powerful and stable than ever before. We hope you enjoy it.
fi: %s WP Club Manager, täydellinen ratkaisu urheiluseuran verkkosivujen hallintaan. Version %s on tehokkaampi ja vakaampi kuin koskaan ennen. Toivottavasti nautit siitä.
pt_br: %s WP Club Manager, a solução completa para administrar seus sites de clube esportivo. Versão %s é mais poderosa e instável do que nunca. Nós esperamos que você goste.

source: Version %s
fi: Versio %s
pt_br: Versão %s

source: What's New
fi: Mitä uutta
pt_br: O que há de novo

source: Getting Started
fi: Näin pääset alkuun
pt_br: Começando

source: Translators
fi: Kääntäjät
pt_br: Traduções

source: Changelog
fi: Muutosloki
pt_br: Mudanças

source: This new version of WP Club Manager introduces a few new features, some minor performance improvements and a couple of bugfixes. Check the changelog for a full list of changes.
fi: Tämä uusi versio WP Club Managerista esittelee muutamia uusia ominaisuuksia, joitakin pieniä suorituskyvyn parannuksia ja pari bugikorjausta. Tarkista muutosloki koko lista muutoksista.
pt_br: Esta nova versão do WP Club Manager introduz novas funcionalidades, melhorias de desempenho e uma série de bugs foram consertados. Confira o Changelog para uma lista completa de mudanças.

source: What's New In This Version
fi: Mitä uutta on tässä versiossa
pt_br: Quais as mudanças nesta nova versão

source: New Club Profiles
fi: Uudet seura profiilit
pt_br: Novo Perfil de Clube

source: Club profiles allow you to add more detailed information about each club. The new single club template displays that information and details of the club venue and we've added the option to link to each clubs profile page from the standings shortcode or widget.
fi: Seura profiilit mahdollistavat tarkempia tietoja jokaisesta seurasta. Uusi seura pohja näyttää tiedot ja yksityiskohdat seuran kentästä ja olemme lisänneet linkin jokaisen seuran proofili sivulle sarjataulukosta tai vimpaimesta.
pt_br: Perfil de Clubes permite que você adicione mais informações sobre cada clube. O novo modelo de perfil de clube exibe informações e detalhes do clube local e nós adicionamos a opção de ligação para cada página de perfil clubes do shortcode classificação ou widget.

source: Drag and Drop Player Sorting
fi: Raahaa ja pudota pelaajien uudelleenjärjestäminen
pt_br: Arrastar e Soltar um jogador sortido

source: You can now drag and drop players to reorder the lineup for each match. Using the new sorting feature you can drag players into whichever order you want and finally get the match lineups you've always wanted!
fi: Voit nyt raahata ja pudottaa pelaajien uudelleen järjestääksesi kokoonpanon jokaiseen otteluun. Käyttämällä uutta lajitteluominaisuutta voit raahata pelaajat mihin tahansa järjestykseen kuin haluat ja vihdoin saada otteluiden kokoonpanot kuten olet aina halunnut.
pt_br: Agora você pode arrastar e soltar os jogadores para reordenar a programação para cada partida. Usando o novo recurso de ordenação você pode arrastar os jogadores em qualquer ordem que você quer e, finalmente, obter os lineups jogo que você sempre quis!

source: Improved Player Dropdowns
fi: Parannettu pelaajien alasvetovalikot
pt_br: Melhorias no Dropdown de Jogadores

source: We've overhauled the player dropdowns on single player profile pages and match lineup substitutes. The player and substitutes dropdowns are now filtered by team and season so theres no more long lists of every player in the club!
fi: Olemme uudistaneet pelaajien alasvetovalikot yksittäisien pelaajien profiilisivuilla ja otteluiden kokoonpanoissa sekä vaihdoissa. Pelaaja ja vaihtopelaaja alasvetovalikot on nyt suodatettu joukkueen ja kauden mukaan, joten enää ei ole pitkiä listoja jokaisesta pelaajasta seurassa!
pt_br: Nós reformulou os menus suspensos nas páginas dos jogadores e substitutos dos jogos. Os jogadores e seus substitutos agora serão filtrados por menus suspensos, dividindo-os por equipe e temporada, então há listas mais longas de cada jogador!

source: Improved Map Shortcode
fi: Parannettu kartan lyhytkoodi
pt_br: Melhorar Shortcode do Mapa

source: The map shortcode has also had a makeover. The shortcode has more options allowing you to choose whether to display the pointer, set zoom level and define the position by latitude and longtitude.
fi: Kartan lyhytkoodi on saanut myös muodonmuutoksen. Lyhytkoodissa on nyt enemmän asetuksia, jonka avulla voit valita näytetäänkö osoitin, asettaa zoomaustason ja määritellä leveys- ja pituusasteen.
pt_br: O mapa shortcode também teve uma renovação. O shortcode tem mais opções, permitindo que você escolha se deseja exibir o ponteiro, definir o nível de zoom e definir a posição de latitude e longitude.

source: Go to WP Club Manager Settings
fi: Mene WP Club Manager asetuksiin
pt_br: Vá para Configurações do WP Club Manager

source: WP Club Manager has been built with the focus on simplicity and ease of use so it won't be long before your club website is up and ready for action.
fi: WP Club Manager on luotu keskittyen yksinkertaisuuteen ja helppokäyttöisyyteen, joten ei mene kauan kun seurasi kotisivut ovat valmiina toimintaan.
pt_br: WP Club Manager foi construído com o foco na simplicidade e facilidade de uso.

source: Quick and Easy Setup
fi: Nopea ja helppo asennus
pt_br: Instalação Fácil e Rápida

source: 1. Choose Your Sport
fi: 1. Valitse urheilulajisi
pt_br: 1. Escolha seu esporte

source: Take your pick from 13 supported team sports. Each sport has preset player positions and statistics so it's a good idea to set this up before anything else. To select your default sport goto <a href="%s">General Settings</a> or use the form below.
fi: Valitse mieleisesi 13:sta tuetusta urheilulajista. Jokaiselle urheilulajille on asetettu valmiiksi pelipaikat ja tilastot, joten on hyvä idea asettaa tämä ennen kuin mitään muuta. Valitse oletus urheilulaji menemällä <a href="%s">Yleiset asetukset</a> or use the form below.
pt_br: Nós temos suportes para 13 esportes. Cada esporte com suas posições e estatísticas, logo, será uma boa ideia configurar isso antes de tudo. Para selecionar seu esporte vá para <a href="%s">Configurações</a> ou use o formulário abaixo.

source: Save changes
fi: Tallenna muutokset
pt_br: Salvar mudanças

source: 2. Create Your Club
fi: 2. Luo seurasi
pt_br: 2. Crie seu clube

source: The Clubs menu is where you create and edit clubs, including your own and create Competitions, Seasons, Teams and Venues. To create a club, click <em><a href="%s">Add New</a></em> and then fill out the club details. <strong>Your club will need to be set as the Default Club in <a href="%s">General Settings</a>.</strong> Alternatively, you can enter your default club in the box below.
fi: Seura-valikossa luot ja muokkaat seuroja, mukaan lukien omaasi ja luot Sarjat, Kaudet, Joukkueet ja Paikat. Luodaksesi seuran, klikkaa <em><a href="%s">Lisää uusi</a></em> ja sitten täytä seuran tiedot. <strong>Valitse oletusseurasi menemällä<a href="%s">Yleiset asetukset</a>.</strong> Vaihtoehtoisesti voit asettaa oletusseuran allaolevaan laatikkoon.
pt_br: O menu de Clubes é onde você cria e edita seus clubes, incluindo o seu próprio. Também são criadas Competições, Temporadas, Elencos e Estádios. Para criar um clube, clique em <em><a href="%s">Adicionar novo</a></em> e depois adicione os detalhes do clube. <strong> Seu clube deve ser selecionado como padrão em <a href="%s">Configurações Gerais</a>.</strong>. Ou, você pode selecionar o seu clube padrão abaixo.

source: 3. Seasons, Competitions and Teams
fi: 3. Kaudet, sarjat ja joukkueet
pt_br: 3. Temporadas, Competições e Planteis

source: Before adding your players and opposition clubs you should create <a href="%s">Competitions</a> and <a href="%s">Seasons</a>. If your club has more than one team, for example, firsts, reserves, youth team etc. you will need to create <a href="%s">Teams</a> for each one. When creating players or adding more clubs you will need to choose the competitions, seasons and teams which they compete in.
fi: Ennen kuin alat lisäämään pelaajia ja vastapuolen seuroja, sinun tulisi luoda <a href="%s">Sarjat</a> and <a href="%s">Kaudet</a>. Jos seurallasi on useampi kuin yksi joukkue, kuten esimerkiksi, edustus, reservi, nuorten joukkue jne. sinun tulee luoda<a href="%s">Joukkueet</a> jokaiselle. Kun luot pelaajia tai lisäät enemmän seuroja, sinun tulee valita sarjat, kaudet ja joukkueet missä he kilpailevat.
pt_br: Antes de adicionar os jogadores você pode criar <a href="%s">Competições</a> e <a href="%s">Temporadas</a>. Se você tem mais de um clube, por exemplo, titulares, reservas e juniores etc. você precisa criar <a href="%s">Elencos</a> para cada um. Quando criar os jogadores você necessita selecionar competições, temporadas e qual elenco eles pertencem.

source: <strong>If you have already created your default club you will need to edit your club to add competitions, seasons and teams.</strong>
fi: <strong>Jos olet jo luonut oletusseuran, sinun tulee muokata seuraa lisäämällä sarjoja, kausia ja joukkueita.</strong>
pt_br: <strong>Se você já criou o seu clube padrão, você terá que editar o seu clube para adicionar competições, temporadas e as elencos.</strong>

source: 4. Add Your Players
fi: 4. Lisää pelaajasi
pt_br: 4. Adicione seus jogadores

source: Now you should be ready to add your clubs players. The Players Menu is where you can create and edit your clubs players and player positions. To create a player, simply click <em><a href="%s">Add New</a></em> and then fill out the player details, including competitions, seasons and teams.
fi: Nyt sinun tulisi olla valmis lisäämään seuraasi pelaajia. Pelaaja-valikko on missä voit luoda ja muokata seurasi pelaajia ja pelipaikkoja. Luodaksesi uuden pelaajan, klikkaa yksinkertaisesti <em><a href="%s">Lisää uusi</a></em> ja sitten täydennä pelaajan ominaisuudet, mukaanlukien sarjat, kaudet ja joukkueet.
pt_br: Agora você precisa criar seus jogadores. O Menu Jogadores é onde você os cria e edita, por clube e posição. Para criar um jogador, clique em <em><a href="%s">Adicionar Jogador</a></em> e depois adicione os seus detalhes, incluindo competições, temporadas e elencos.

source: 5. Play A Match
fi: 5. Pelaa ottelu
pt_br: 5. Jogue uma partida

source: Don't forget to run through the <a href="%s">WP Club Manager settings</a> where you can set visibility options for player stats, set league standing options and loads more.
fi: Älä unohda käydä läpi <a href="%s">WP Club Managerin asetuksia </a> jossa voit määrätä näkyvyysasetukset pelaajien tilastoille, asettaa sarjataulukon vaihtoehtoja ja paljon muuta.
pt_br: Não esqueça de ir em <a href="%s">Configurações do WP Club Manager</a> para optar quais estatísticas dos jogadores serão exibidas e para também configurar os métodos de pontuação da liga.

source: Need Help?
fi: Tarvitsetko apua?
pt_br: Necessita de ajuda?

source: Plugin Documentation
fi: Lisäosan dokumentaatio
pt_br: Documentação do Plugi

source: If you need more help setting up WP Club Manager, using the shortcodes and widgets or customizing the plugin templates then visit our <a href="https://wpclubmanager.com/docs/">documentation</a>.
fi: Jos tarvitset enemmän apua WP Club Managerin käyttöönotossa, lyhytkoodien käytössä ja vimpaimien tai lisäosan mallien mukauttamisessa niin vieraile meidän <a href="https://wpclubmanager.com/docs/">dokumentaatiossa</a>.
pt_br: Se precisar de mais ajuda para configurar WP Club Manager, usar os códigos de acesso e widgets, ou personalizar os modelos de plugin, então visite os nossos <a href="https://wpclubmanager.com/docs/">documentos</a>.

source: Friendly Support
fi: Tuki ystävyysotteluille
pt_br: Suporte amigável

source: We do our best to provide the best support we can. If you encounter a problem or have a question, post a question in the <a href="https://wpclubmanager.com/support">support forums</a>.
fi: Me teemme parhaamme tarjotaksemme parasta tukea mitä voimme. Jos kohtaat ongelman tai kysyttävää, lähetä kysymys <a href="https://wpclubmanager.com/support"> tukifoorumille</a>.
pt_br: Nós damos o nosso melhor para o ajudar. Se você encontrar um problema ou tiver uma dúvida, poste-a em nosso <a href="https://wpclubmanager.com/support">fórum de suporte</a>.

source: Stay Up to Date
fi: Pysy ajan tasalla
pt_br: Mantenha-se atualizado

source: Get Notified of New Extensions and Plugin Updates
fi: Saa ilmoituksia uusista laajennokista ja lisäosan päivityksistä
pt_br: Seja avisado de novas extensões e atualizações de Plugin

source: WP Club Manager is getting better every day with new features, extensions and themes being created. Stay in touch with the latest developments, newest extensions and get special offers by subscribing to our newsletter.
fi: WP Club Manager paranee joka päivä uusilla ominaisuuksilla, laajennoksilla ja teemoilla joita luodaan. Pidä yhteyttä viimeisimpiin kehityksiinn, uusimpiin laajennoksiin ja saa erikoistajouksia tilaamalla meidän uutiskirjeen.
pt_br: WP Club Manager está ficando melhor a cada dia com novos recursos, extensões e temas que está sendo criado. Fique em contato com os mais recentes desenvolvimentos mais recentes, extensões e obtenha ofertas especiais, assinando a nossa newsletter.

source: Want More Features?
fi: Haluatko lisää ominaisuuksia?
pt_br: Quer mais funcionalidades?

source: Score Summary
fi: Tulos yhteenveto
pt_br: Pontuação

source: Keep record of the interval scores and add a score summary to your clubs matches
fi: Pidä kirjaa väliaikatuloksista ja yhteenvedä tulokset seurasi otteluihin
pt_br: Manter registro das pontuações ao intervalo e adicionar um resumo de resultados para os jogos do seu clube

source: Download
fi: Lataa

source: Player Appearances
fi: Pelaajan ottelut
pt_br: Aparições dos Jogadores

source: Display a list of a players matches, season by season, on their profile
fi: Näytä lista pelaajien otteluista, kausi kaudelta, heidän profiileissaan
pt_br: Exiba uma lista de jogadores, temporada por temporada, em seu perfil

source: WP Club Manager has been translated by our generous translation teams, listed below. If you can help translate WPCM please sign up for a free account on <a href="https://www.transifex.com/">Transifex</a> and visit the <a href="https://www.transifex.com/projects/p/wp-club-manager/">WP Club Manager project</a>.
fi: WP Club Manager on käännetty jalomielisten kääntäjien ansiosta, listattuna alla. Jos uskot auttavasi kääntämisessä WPCM, ole hyvä ja rekisteröi ilmainen tunnus osoitteessa <a href="https://www.transifex.com/">Transifex</a> ja vieraile <a href="https://www.transifex.com/projects/p/wp-club-manager/">WP Club Manager projekti</a>.
pt_br: WP Club Manager foi traduzido por nossa generosa equipe de tradução, listados abaixo. Se você pode e deseja traduzir o WPCM por favor se inscreva no <a href="https://www.transifex.com/"> Transifex </ a> e visite o <a href = "https://www.transifex.com/projects/p/wp-club-manager/"> Projeto WP Club Manager </ a>.

source: A Massive Thanks to the Following Translators
fi: Massiivinen kiitos kaikille seuraaville kääntäjille
pt_br: Muitos agradecimentos aos seguintes tradutores

source: Full Changelog
fi: Koko muutosloki
pt_br: Changelog completo

source: No valid changlog was found.
fi: Voimassaolevaa muutoslokia ei löytynyt.
pt_br: Changelog não foi encontrado.

source: wpcm-settings
fi: wpcm-asetukset

source: Thank you for using <a href="%1$s" target="_blank">WP Club Manager</a>! Please <a href="%2$s" target="_blank">rate us</a> on <a href="%2$s" target="_blank">WordPress.org</a>
fi: Kiitos <a href="%1$s" target="_blank">WP Club Managerin käytöstä</a>! Arvioithan <a href="%2$s" target="_blank">meidät</a> osoitteessa <a href="%2$s" target="_blank">WordPress.org</a>
pt_br: Obrigado por usar <a href="%1$s" target="_blank">WP Club Manager</a>! Por favor <a href="%2$s" target="_blank">avalie-nos</a> no <a href="%2$s" target="_blank">WordPress.org</a>

source: Import Clubs
fi: Tuo seurat

source: Import complete - imported <strong>%s</strong> clubs and skipped <strong>%s</strong>.
fi: Tuonti valmis - tuotu <strong>%s</strong> seurat ja ohitettu <strong>%s</strong>.

source: All done!
fi: Kaikki tehty!

source: View Clubs
fi: Näytä seurat

source: Choose a .csv file to upload, then click "Upload file and import".
fi: Valitse .cv tiedosto siirrettäväksi, sitten klikkaan "Lataa ja tuo tiedosto"

source: Clubs need to be defined with columns in a specific order (5 columns). <a href="%s">Click here to download a sample</a>.
fi: Seurojen tulee olla määritelty sarakkeisiin tietyssä järjestyksessä (5 saraketta). <a href="%s">Lataa tästä ladataksesi näytteen</a>.

source: Disable
fi: Hylkää

source: Sorry, there has been an error.
fi: Valitettavasti tapahtui virhe.

source: The file does not exist, please try again.
fi: Tiedostoa ei löydy, yritä uudelleen.

source: Displaying %s&#8211;%s of %s
fi: Näytetään %s&#8211;%s tästä %s

source: The CSV is invalid.
fi: CSV on virheellinen.

source: Import Matches
fi: Tuo ottelut

source: Date
fi: Päivämäärä
pt_br: Data

source: Kickoff
fi: Aloitus

source: Home Club
fi: Kotijoukkue

source: Away Club
fi: Vierasjoukkue

source: Result
fi: Tulos
pt_br: Resultado

source: Import complete - imported <strong>%s</strong> matches and skipped <strong>%s</strong>.
fi: Tuonti valmis - tuotu <strong>%s</strong> ottelut ja ohitettu <strong>%s</strong>.

source: View Matches
fi: Näytä ottelut

source: Matches need to be defined with columns in a specific order (9 columns). <a href="%s">Click here to download a sample</a>.
fi: Otteluiden tulee olla määritelty sarakkeisiin tietyssä järjestyksessä (9 saraketta). <a href="%s">Lataa tästä ladataksesi näytteen</a>.

source: Import Players
fi: Tuo pelaajia

source: Birthplace
fi: Syntymäpaikka
pt_br: Naturalidade

source: Nationality
fi: Kansallisuus
pt_br: Nacionalidade

source: Previous Clubs
fi: Edelliset seurat
pt_br: Time anterior
