Repository: wp-plugins/wp-club-manager
Catalog: languages/wpclubmanager-*.po
Languages: fi, pt_br

source: Import complete - imported <strong>%s</strong> players and skipped <strong>%s</strong>.
fi: Tuonti valmis - tuotu <strong>%s</strong> pelaajat ja ohitettu <strong>%s</strong>.

source: View Players
fi: Näytä pelaajat

source: Players need to be defined with columns in a specific order (11 columns). <a href="%s">Click here to download a sample</a>.
fi: Pelaajien tulee olla määritelty sarakkeisiin tietyssä järjestyksessä (11 saraketta). <a href="%s">Lataa tästä ladataksesi näytteen</a>.

source: Import Staff
fi: Tuo toimihenkilöt

source: Import complete - imported <strong>%s</strong> staff and skipped <strong>%s</strong>.
fi: Tuonti valmis - tuotu <strong>%s</strong> toimihenkilöt ja ohitettu <strong>%s</strong>.

source: Staff need to be defined with columns in a specific order (8 columns). <a href="%s">Click here to download a sample</a>.
fi: Toimihenkilöiden tulee olla määritelty sarakkeisiin tietyssä järjestyksessä (8 saraketta). <a href="%s">Lataa tästä ladataksesi näytteen</a>.

source: Club name
fi: Seuran nimi
pt_br: Nome do Clube

source: Club Badge
fi: Seuran logo
pt_br: Escudo do Clube

source: Remove club badge
fi: Poista seuran logo
pt_br: Remover escudo

source: Set club badge
fi: Aseta seuran logo
pt_br: Definir um escudo

source: Show all %s
fi: Näytä kaikki %s
pt_br: Mostrar todos %s

source: competitions
fi: sarjat
pt_br: competições

source: seasons
fi: kaudet
pt_br: temporadas

source: Kick-off: <b>%1$s</b>
fi: Aloitus: <b>%1$s</b>
pt_br: Inicio: <b>%1$s</b>

source: Fixture
fi: Ottelu
pt_br: Partida

source: Kick-off
fi: Aloitus
pt_br: Inicio

source: Results
fi: Tulokset
pt_br: Resultados

source: teams
fi: joukkueet
pt_br: equipes

source: Joins on: <b>%1$s</b>
fi: Liittyy: <b>%1$s</b>
pt_br: Juntar-se em: <b>%1$s</b>

source: Joined on: <b>%1$s</b>
fi: Liittynyt: <b>%1$s</b>
pt_br: Juntou-se em: <b>%1$s</b>

source: Player Image
fi: Pelaajan kuva
pt_br: Imagem do Jogador

source: Remove player image
fi: Poista pelaajan kuva
pt_br: Remover imagem do jogador

source: Set player image
fi: Aseta pelaajan kuva
pt_br: Definir imagem do jogador

source: positions
fi: pelipaikat
pt_br: posições

source: Sponsor name
fi: Sponsorin nimi
pt_br: Nome do Patrocinador

source: Sponsor Logo
fi: Sponsorin logo
pt_br: Logo do Patrocinador

source: Remove sponsor logo
fi: Poista sponsorin logo
pt_br: Remover Logo do Patrocionador

source: Set sponsor logo
fi: Aseta sponsorin logo
pt_br: Definir Logo do Patrocionador

source: Staff Image
fi: Toimihenkilön kuva
pt_br: Imagem do Staff

source: Remove staff image
fi: Poista toimihenkilön kuva
pt_br: Remover imagem do Staff

source: Set staff image
fi: Aseta toimihenkilön kuva
pt_br: Definir Imagem do Staff

source: Job Title
fi: Tehtävä
pt_br: Nome do Cargo

source: jobs
fi: tehtävät
pt_br: cargos

source: Insert into %s
fi: Aseta tähän %s
pt_br: Insira em %s

source: Uploaded to this %s
fi: Ladannut tähän %s
pt_br: Adicionado em %s

source: Statistics
fi: Tilastot
pt_br: Estatísticas

source: Match Result
fi: Ottelun tulos
pt_br: Resultado da Partida

source: Match Video
fi: Otteluvideo

source: Match Details
fi: Ottelun tiedot
pt_br: Detalhes da Partida

source: Basic Information
fi: Perustiedot
pt_br: Informações Básicas

source: Sponsor Details
fi: Sponsorin tiedot

source: Choose a competition and season to edit the manual stats.
fi: Valitse sarja ja kausi muokataksesi manuaalisti tilastoja.
pt_br: Escolha uma competição e temporada para editar as estatísticas manuais.

source: Neutral?
fi: Neutraali?

source: Attendance
fi: Yleisö
pt_br: Público

source: Referee
fi: Tuomari
pt_br: Árbitro

source: Home
fi: Koti
pt_br: Casa

source: Away
fi: Vieras
pt_br: Fora

source: Starting Lineup
fi: Avauskokoonpano
pt_br: Titulares

source: Substitutes
fi: Vaihtopelaajat
pt_br: Substituições

source: You have selected
fi: Olet valinnut
pt_br: Você selecionou

source: players
fi: pelaajat
pt_br: jogadores

source: substitutes
fi: vaihtopelaajat
pt_br: substitutos

# team
source: Home
fi: Koti
pt_br: Casa

# team
source: Away
fi: Vieras
pt_br: Fora

source: Score
fi: Tulos
pt_br: Placar

source: Bonus Points
fi: Bonuspisteet
pt_br: Pontos Bônus

source: Overtime
fi: Jatkoaika
pt_br: Prorrogação

source: Shootout
fi: Rangaistuslaukaukset

source: Friendly
fi: Ystävyysottelu
pt_br: Amistoso

source: Remove video
fi: Poista video

source: Cancel
fi: Peruuta

source: Add video
fi: Lisää video

source: Squad Number
fi: Pelinumero
pt_br: Camisa

source: Choose %s
fi: Valitse %s

source: All %s
fi: Kaikki %s
pt_br: Todos %s

source: Link URL
fi: Linkin URL

source: Open link in new window?
fi: Avaa linkki uudessa ikkunassa?

source: Email Address
fi: Sähköpostiosoite

source: Contact Number
fi: Puhelinnumero

source: General
fi: Yleinen
pt_br: Geral

source: General Options
fi: Yleiset asetukset
pt_br: Opções Gerais

source: Sport
fi: Urheilulaji
pt_br: Esporte

source: Choose your sport. Your choice will determine the player stats that are available.
fi: Valitse urheilulajisi. Valintasi määrittelee pelaajien tilastot, jotka on saatavilla.
pt_br: Selecione seu esporte. Sua escolha vai determinar as estatísticas dos jogadores que estão disponíveis.

source: Default Club
fi: Oletusseura
pt_br: Clube Principal

source: This is the default club.
fi: Tämä on oletusseura.
pt_br: Este é seu Clube Principal.

source: Base Location
fi: Kotisijainti
pt_br: Localização

source: This is the base country for your club. Players nationality will default to this country.
fi: Tämä on kotimaa seurallesi. Pelaajien kansallisuus on oletuksena tämä maa.
pt_br: Este é o país base para o seu clube. A Nacionalidade dos seus Jogadores serão padrão para este país.

source: Licenses
fi: Lisenssit
pt_br: Licenças

source: Title Format Options
fi: Otsikon muotoiluasetukset
pt_br: Opções de Formatação do Título

source: Choose the format to display matches
fi: Valitse muotoilu näyttää ottelut
pt_br: Selecione o formato para mostrar as partidas

source: Default - <code>%home% v %away%</code>
fi: Oletus - <code>%koti% v %vieras%</code>
pt_br: Padrão - <code>%home% v %away%</code>

source: Reverse - <code>%away% v %home%</code>
fi: Kääännetty - <code>%vieras% v %koti%</code>
pt_br: Ao contrário - <code>%away% v %home%</code>

source: Display Options
fi: Näyttöasetukset
pt_br: Exibir opções

source: Clubs Separator
fi: Seurojen erottaja
pt_br: Separador de Clubes

source: This sets the separator of clubs.
fi: Tämä määrää erottajan seurojen välillä.
pt_br: Aqui você seleciona como deseja separar os clubes.

source: Goals Delimiter
fi: Maalien erotin
pt_br: Delimitar Gols

source: This sets the separator of results.
fi: Tämä määrää erottajan tuloksessa.
pt_br: Isso define o separador de resultados.

source: Pre Match Display Options
fi: Esipelin näyttöasetukset
pt_br: Opções de exibição do Pré Jogo

source: Post Match Display Options
fi: Jälkipelin näyttöasetukset
pt_br: Opções de exibição do Pós Jogo

source: Show Player Thumbnails
fi: Näytä pelaajien pikkukuvat
pt_br: Exibir Thumbnails dos jogadores

source: Player Profile Options
fi: Pelaajan profiiliasetukset
pt_br: Opções do Perfil dos Jogadores

source: <p>Choose which fields to display on player profile pages.</p>
fi: <p>Valitse mitkä kentät näytetään pelaajan profiilisivuilla.</p>
pt_br: <p>Escolha quais os campos que serão exibidos em páginas de perfil do jogador.</p>

source: Date Joined
fi: Liittynyt
pt_br: Data de Cadastramento

source: Experience
fi: Kokemus
pt_br: Experiência

source: Player Image Sizes
fi: Pelaajan kuvan koot
pt_br: Dimensões da Imagem do Jogador

source: <p>These settings affect the actual dimensions of images in player and staff profiles - the display on the front-end will still be affected by CSS styles. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.</p>
fi: <p>Nämä asetukset vaikuttavat oikeisiin kuvan mittasuhteisiin pelaaja- ja henkilökuntaprofiileissa - näyttö etupäässä vaikuttaa CSS-tyyleihin. Kun muutat näitä asetuksia, saata joutua <a href="%s">uudistamaan pikkukuvat </a>.</p>
pt_br: <p> Essas configurações afetam as dimensões reais de imagens em perfis de jogadores e funcionários - o visor do front-end ainda serão afetados pela estilos CSS. Depois de alterar essas configurações você pode precisar <a href="%s"> regenerar suas thumbnails </a>.</p>

source: Player Profile Image
fi: Pelaajan profiilikuva
pt_br: Imagem de Perfil do Jogador

source: Player Thumbnails
fi: Pelaajien pikkukuvat
pt_br: Thumbnails do Jogador

source: Display Player Stats
fi: Näytä pelaajan tilastot
pt_br: Exibir Estatísticas do Jogador

source: <p>Choose which player stats to display throughout the site.</p>
fi: <p>Valitse mitkä pelaajan tilastot näytetään sivuilla.</p>
pt_br: <p>Selecione quais estatísticas serão exibidas nos perfis dos jogadores.</p>

source: Staff Profile Options
fi: Toimihenkilöiden profiiliasetukset
pt_br: Opções dos Perfis dos Staffs

source: <p>Choose which fields to display on staff profile pages.</p>
fi: <p>Valitse mitkä kentät näytetään toimihenkilöiden profiilisivulla.</p>
pt_br: <p>Selecione quais campos serão exibidos nas páginas dos perfils dos staffs.</p>

source: Birthday
fi: Syntymäpäivä
pt_br: Aniversário

source: Staff Image Sizes
fi: Toimihenkilöiden kuvan koot
pt_br: Dimensões da Imagem dos Staffs

source: These settings affect the actual dimensions of images in player and staff profiles - the display on the front-end will still be affected by CSS styles. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.
fi: <p>Nämä asetukset vaikuttavat oikeisiin kuvan mittasuhteisiin pelaaja- ja henkilökuntaprofiileissa - näyttö etupäässä vaikuttaa CSS-tyyleihin. Kun muutat näitä asetuksia, saata joutua <a href="%s">uudistamaan pikkukuvat </a>.</p>
pt_br: <p> Essas configurações afetam as dimensões reais de imagens em perfis de jogadores e staffs - o visor do front-end ainda serão afetados pela estilos CSS. Depois de alterar essas configurações você pode precisar <a href="%s"> regenerar suas thumbnails </a>.</p>

source: Staff Profile Image
fi: Toimihenkilön profiilikuva
pt_br: Imagem Perfil Staff

source: Staff Thumbnails
fi: Toimihenkilön pikkukuvat

source: Scoring System
fi: Sarjajärjestelmä
pt_br: Sistema de pontuação

source: Points for win
fi: Pisteet voitosta
pt_br: Pontos por vitória

source: This sets the points for won matches.
fi: Tämä määrää pisteet voitosta.
pt_br: Isso define os pontos para vitórias.

source: Points for draw
fi: Pisteet tasapelistä
pt_br: Pontos por empate

source: This sets the points for drawn matches.
fi: Tämä määrää pisteet tasapelistä.
pt_br: Isso define os pontos para empates.

source: Points for loss
fi: Pisteet häviöstä
pt_br: Pontos por derrotas

source: This sets the points for lost matches.
fi: Tämä määrää pisteet häviöstä.
pt_br: Isso define os pontos para derrotas.

source: Points for overtime win
fi: Pisteet jatkoaikavoitosta

source: This sets the points for win in overtime matches. Often used in Ice Hockey
fi: Tämä määrää pisteet jatkoaikavoitosta. Usein käytetty jääkiekossa

source: Points for overtime loss
fi: Pisteet jatkoaikahäviöstä
pt_br: Pontos por perder na prorrogação

source: This sets the points for lost in overtime matches. Often used in Ice Hockey
fi: Tämä määrää pisteet jatkoaikahäviöstä. Usein käytetty jääkiekossa
pt_br: Isso define os pontos perdidos em jogos com prorrogação. Frequentemente usado em Hóquei no Gelo

source: Standings Labels
fi: Sarjataulukon nimekkeet
pt_br: Labels da Classificação

source: Played
fi: Pelattu
pt_br: Jogado

source: Win
fi: Voitto
pt_br: Vitória

source: Draw
fi: Tasapeli
pt_br: Empate

source: Lost
fi: Häviö
pt_br: Derrota

source: Won in Overtime
fi: Voitto jatkoajalla

source: Lost in Overtime
fi: Häviö jatkoajalla
pt_br: Derrota na prorrogação

source: Win Percentage
fi: Voittoprosentti
pt_br: Porcentagem de vitória

source: Goals For
fi: Tehdyt maalit
pt_br: Gols Marcados

source: Goal Difference
fi: Maaliero
pt_br: Saldo de Gols

source: Browse all extensions
fi: Selaa kaikkia laajennuksia
pt_br: Procurar todas as extensões

source: Browse themes
fi: Selaa teemoja
pt_br: Procurar temas

source: These add-ons extend the functionality of WP Club Manager.
fi: Nämä lisäosat laajentavat WP Club Managerin toimintoja.
pt_br: Estes add-ons estendem a funcionalidade do WP Club Manager.

source: <strong>Your theme does not declare WP Club Manager support</strong> &#8211; if you encounter layout issues please read our integration guide or choose a WP Club Manager theme :)
fi: <strong>Teemasi ei ilmoita WP Club Manager tuesta</strong> &#8211; jos kohtaat ulkoasu ongelmia, luethan integraatio oppaan tai valitse WP Club Manager teema :)
pt_br: <strong> Seu tema não tem Suporte do WP Club Manager</strong> &#8211; Se você encontrar problemas de layout por favor leia o nosso guia temático de integração ou escolha um tema da WP Club Manager :)

source: Theme Integration Guide
fi: Teeman integrointi opas
pt_br: Guia Temático de Integração

source: Hide this notice
fi: Piilota tämä ilmoitus
pt_br: Esconder esta nota

source: Display upcoming fixtures.
fi: Näytä tulevat ottelut.
pt_br: Exibir próximas partidas

source: WPCM Fixtures
fi: WPCM Ottelut
pt_br: WPCM Calendário

source: Fixtures
fi: Ottelut
pt_br: Partidas

source: View all matches
fi: Näytä kaikki ottelut
pt_br: Ver todas as partidas

source: Kick Off
fi: Aloitus
pt_br: Início

source: No more matches scheduled.
fi: Ei otteluita järjestetty.
pt_br: Nenhuma partida agendada.

source: Display a table of players details.
fi: Näytä taulukko pelaajista.
pt_br: Exibir tabela com os detalhes dos jogadores.

source: Image
fi: Kuva
pt_br: Imagem

source: Display most recent results.
fi: Näytä viimeisimmät tulokset.
pt_br: Exiba os mais recentes resultados.

source: WPCM Results
fi: WPCM Tulokset
pt_br: WPCM Resultados

source: No matches played yet.
fi: Ei pelattuja otteluita vielä.
pt_br: Nenhuma partida disputada até agora.

source: Display a sponsors logo.
fi: Näytä sponsorin logo
pt_br: Exiba a Logo dos Patrocionadores.

source: WPCM Sponsors
fi: WPCM Sponsorit
pt_br: WPCM Patrocionadores

source: Choose a sponsor
fi: Valitse sponsori
pt_br: Selecione um patrocinador

source: Display your clubs league standings.
fi: Näytä seurasi liigan sarjataulukko.
pt_br: Exiba a classificação da sua liga.

source: WPCM Standings
fi: WPCM Sarjataulukot
pt_br: WPCM Classificação

source: Show Club Badge
fi: Näytä seuran logo
pt_br: Exibir Emblema do Clube

source: Ground
fi: Kenttä
pt_br: Estádio

source: More Info
fi: Lisää tietoa
pt_br: Mais informações

source: Visit website
fi: Vieraile verkkosivulla
pt_br: Visite o website

source: Opponent
fi: Vastustaja
pt_br: Oponente

source: Lineup
fi: Kokoonpano
pt_br: Titulares

source: Cards
fi: Kortit
pt_br: Cartões

source: Subs
fi: Vaihdot
pt_br: Substituições

source: Match Report
fi: Raportti
pt_br: Relatório do Jogo

source: Squad No.
fi: Pelinumero
pt_br: Camisa

source: Algeria
pt_br: Argeria

source: Australia
pt_br: Austrália

source: Bhutan
pt_br: Butão

source: Bolivia
pt_br: Bolívia

source: Bulgaria
pt_br: Bulgária

source: Ecuador
pt_br: Equador

source: Eritrea
pt_br: Eritreia

source: Gabon
pt_br: Gabão

source: Gambia
pt_br: Gâmbia

source: Georgia
pt_br: Geórgia

source: Ghana
pt_br: Gana

source: Grenada
pt_br: Granada

source: Guadeloupe
pt_br: Guadalupe

source: Guinea
pt_br: Guiné

source: Guinea-Bissau
pt_br: Guiné-Bissau

source: Guyana
pt_br: Guiana

source: Indonesia
pt_br: Indonésia

source: Iran
pt_br: Irã

source: Latvia
pt_br: Látvia

source: Lesotho
pt_br: Lesoto

source: Liberia
pt_br: Libéria

source: Libya
pt_br: Líbia

source: Macao
pt_br: Macau

source: Mali
pt_br: Mal

source: Martinique
pt_br: Martinica

source: Monaco
pt_br: Mônaco

source: Nepal
pt_br: Nepa

source: Nicaragua
pt_br: Nicarágua

source: Niger
pt_br: Níger

source: Nigeria
pt_br: Nigéria

source: Pakistan
pt_br: Paquistão

source: Panama
pt_br: Panamá

source: Paraguay
pt_br: Paraguai

source: Puerto Rico
pt_br: Porto Rico

source: Qatar
pt_br: Catar

source: Romania
pt_br: România

source: San Marino
pt_br: San Marin

source: Saudi Arabia
pt_br: Arábia Saudita

source: Serbia
pt_br: Sérvia

source: Singapore
pt_br: Singapura

source: Slovakia
pt_br: Eslováquia

source: Slovenia
pt_br: Eslovenia

source: Somalia
pt_br: Somália

source: Sudan
pt_br: Sudão

source: Tunisia
pt_br: Tunísia

source: Turkmenistan
pt_br: Turquemenistão

source: Uruguay
pt_br: Uruguai

source: Uzbekistan
pt_br: Uzbequistão

source: Vietnam
pt_br: Vietnã

source: Wales
pt_br: País de Gales

source: Zimbabwe
pt_br: Zimbábue

source: H
pt_br: C

source: POM
pt_br: Melhor em Campo

source: FGA
pt_br: TFG

source: 3PA
pt_br: 3PT

source: FTM
pt_br: LVM

source: FTA
pt_br: TLV

source: OR
pt_br: RO

source: DR
pt_br: RD

source: STL
pt_br: ROB

source: PF
pt_br: FP

source: CMP
pt_br: PC

source: YDS
pt_br: PJ

source: RUSH
pt_br: COR

source: KB
pt_br: CB

source: PAT
pt_br: PE

source: K
pt_br: C

source: YC
pt_br: CA

source: GFF
pt_br: GF

source: PFF
pt_br: PF

source: DEF
pt_br: DES

source: KILL
pt_br: PNT

source: BA
pt_br: BLO

source: SA
pt_br: ASS

source: DIG
pt_br: COR

source: Active
pt_br: Ativo

source: Activate License
pt_br: Ativar Licença

source: Link directly to website?
pt_br: Link direto para o site?
